Repository: A1cantar4/bmi-calculator
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, fr, hi, ru, ur, zh

source: Calculadora de IMC
ar: حاسبة مؤشر كتلة الجسم
bn: বিএমআই ক্যালকুলেটর
de: BMI-Rechner
fr: Calculateur IMC
hi: बीएमआई कैलकुलेटर
ru: Калькулятор ИМТ
ur: بی ایم آئی کیلکولیٹر
zh: 身体质量指数计算器

source: Altura (m):
ar: الطول (م):
bn: উচ্চতা (মিটার):
de: Größe (m):
fr: Taille (m):
hi: ऊंचाई (मीटर):
ru: Рост (м):
ur: قد (میٹر):
zh: 身高 (米):

source: Peso (kg):
ar: الوزن (كجم):
bn: ওজন (কেজি):
de: Gewicht (kg):
fr: Poids (kg):
hi: वज़न (किलो):
ru: Вес (кг):
ur: وزن (کلوگرام):
zh: 体重 (公斤):

source: Calcular
ar: احسب
bn: গণনা করুন
de: Berechnen
fr: Calculer
hi: गणना करें
ru: Рассчитать
ur: حساب لگائیں
zh: 计算

source: Resultado
ar: النتيجة
bn: ফলাফল
de: Ergebnis
fr: Résultat
hi: परिणाम
ru: Результат
ur: نتیجہ
zh: 结果

source: Seu IMC é:
ar: مؤشر كتلة الجسم الخاص بك هو:
bn: আপনার বিএমআই হলো:
de: Ihr BMI ist:
fr: Votre IMC est:
hi: आपका बीएमआई है:
ru: Ваш ИМТ:
ur: آپ کا بی ایم آئی ہے:
zh: 您的BMI是:

source: Classificação:
ar: التصنيف:
bn: শ্রেণীবিভাগ:
de: Klassifikation:
fr: Classification:
hi: वर्गीकरण:
ru: Классификация:
ur: درجہ بندی:
zh: 分类:

source: Calcular novamente
ar: احسب مرة أخرى
bn: আবার গণনা করুন
de: Erneut berechnen
fr: Recalculer
hi: फिर से गणना करें
ru: Рассчитать снова
ur: دوبارہ حساب لگائیں
zh: 再次计算

source: Entrada inválida
ar: إدخال غير صالح
bn: অবৈধ ইনপুট
de: Ungültige Eingabe
fr: Entrée invalide
hi: अमान्य इनपुट
ru: Неверный ввод
ur: غلط اندراج
zh: 输入无效

source: Campo obrigatório
ar: حقل مطلوب
bn: আবশ্যক ক্ষেত্র
de: Pflichtfeld
fr: Champ obligatoire
hi: अनिवार्य फ़ील्ड
ru: Недостаточный вес
ur: لازمی خانہ
zh: 必填字段

source: Abaixo do peso
ar: نقص الوزن
bn: ওজনের ঘাটতি
de: Untergewicht
fr: Insuffisance pondérale
hi: कम वज़न
ur: کم وزن
zh: 体重过轻

source: Peso normal
ar: وزن طبيعي
bn: স্বাভাবিক ওজন
de: Normalgewicht
fr: Poids normal
hi: सामान्य वज़न
ru: Нормальный вес
ur: نارمل وزن
zh: 正常体重

source: Sobrepeso
ar: زيادة الوزن
bn: অতিরিক্ত ওজন
de: Übergewicht
fr: Surpoids
hi: अधिक वज़न
ru: Избыточный вес
ur: زیادہ وزن
zh: 超重

source: Obesidade
ar: سمنة
bn: স্থূলতা
de: Fettleibigkeit
fr: Obésité
hi: मोटापा
ru: Ожирение
ur: موٹاپا
zh: 肥胖
